{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 1,
      "content": "<|pad|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": true
    },
    {
      "id": 2,
      "content": "<|unk|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": true
    },
    {
      "id": 3,
      "content": "<|bos|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": true
    },
    {
      "id": 4,
      "content": "<|eos|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": false,
    "use_regex": true
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": "",
    "end_of_word_suffix": "",
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<|endoftext|>": 0,
      "<|pad|>": 1,
      "<|unk|>": 2,
      "<|bos|>": 3,
      "<|eos|>": 4,
      "'": 5,
      ".": 6,
      ":": 7,
      "I": 8,
      "S": 9,
      "T": 10,
      "W": 11,
      "a": 12,
      "b": 13,
      "c": 14,
      "d": 15,
      "e": 16,
      "f": 17,
      "g": 18,
      "h": 19,
      "i": 20,
      "k": 21,
      "l": 22,
      "m": 23,
      "n": 24,
      "o": 25,
      "p": 26,
      "q": 27,
      "r": 28,
      "s": 29,
      "t": 30,
      "u": 31,
      "v": 32,
      "w": 33,
      "x": 34,
      "y": 35,
      "z": 36,
      "Ġ": 37,
      "is": 38,
      "his": 39,
      "Ġt": 40,
      "ĠT": 41,
      "Ġis": 42,
      "ĠI": 43,
      "Ġw": 44,
      "er": 45,
      "Ġa": 46,
      "Ġthis": 47,
      "ĠThis": 48,
      "at": 49,
      "od": 50,
      "Ġe": 51,
      "ce": 52,
      "ed": 53,
      "es": 54,
      "he": 55,
      "in": 56,
      "it": 57,
      "me": 58,
      "Ġg": 59,
      "Ġex": 60,
      "ct": 61,
      "ie": 62,
      "on": 63,
      "ood": 64,
      "re": 65,
      "ĠThe": 66,
      "ing": 67,
      "ou": 68,
      "ve": 69,
      "Ġf": 70,
      "Ġm": 71,
      "Ġp": 72,
      "Ġs": 73,
      "Ġgood": 74,
      "'m": 75,
      "an": 76,
      "as": 77,
      "ay": 78,
      "el": 79,
      "ect": 80,
      "hing": 81,
      "ice": 82,
      "or": 83,
      "ome": 84,
      "ver": 85,
      "vie": 86,
      "Ġb": 87,
      "Ġh": 88,
      "Ġn": 89,
      "Ġme": 90,
      "Ġre": 91,
      "Ġwit": 92,
      "erf": 93,
      "Ġan": 94,
      "Ġgre": 95,
      "Ġexp": 96,
      "Ġexce": 97,
      "one": 98,
      "out": 99,
      "Ġwith": 100,
      "Ġgreat": 101,
      "'t": 102,
      "Say": 103,
      "Wr": 104,
      "ak": 105,
      "al": 106,
      "ap": 107,
      "az": 108,
      "act": 109,
      "bout": 110,
      "co": 111,
      "can": 112,
      "ding": 113,
      "derf": 114,
      "en": 115,
      "eat": 116,
      "eed": 117,
      "eel": 118,
      "fi": 119,
      "her": 120,
      "hat": 121,
      "hin": 122,
      "im": 123,
      "ion": 124,
      "ive": 125,
      "ld": 126,
      "ll": 127,
      "lo": 128,
      "ly": 129,
      "mme": 130,
      "maz": 131,
      "nd": 132,
      "nce": 133,
      "os": 134,
      "ow": 135,
      "ovie": 136,
      "pr": 137,
      "py": 138,
      "qu": 139,
      "rod": 140,
      "st": 141,
      "sed": 142,
      "tes": 143,
      "thing": 144,
      "ul": 145,
      "uct": 146,
      "vice": 147,
      "wes": 148,
      "yone": 149,
      "Ġver": 150,
      "Ġone": 151,
      "Ġout": 152,
      "ĠSay": 153,
      "ĠWr": 154,
      "Ġcan": 155,
      "Ġim": 156,
      "Ġlo": 157,
      "Ġqu": 158,
      "isfi": 159,
      "Ġto": 160,
      "Ġtod": 161,
      "Ġthe": 162,
      "Ġtas": 163,
      "Ġthing": 164,
      "Ġthin": 165,
      "Ġwon": 166,
      "Ġwou": 167,
      "Ġwas": 168,
      "Ġwor": 169,
      "Ġweat": 170,
      "Ġwhat": 171,
      "erie": 172,
      "ervice": 173,
      "Ġabout": 174,
      "Ġamaz": 175,
      "Ġawes": 176,
      "ation": 177,
      "atisfi": 178,
      "Ġever": 179,
      "eds": 180,
      "est": 181,
      "essed": 182,
      "ite": 183,
      "ity": 184,
      "itive": 185,
      "Ġexact": 186,
      "ieve": 187,
      "Ġfood": 188,
      "Ġfor": 189,
      "Ġfeel": 190,
      "Ġmy": 191,
      "Ġmak": 192,
      "Ġmovie": 193,
      "Ġperf": 194,
      "Ġpos": 195,
      "Ġprod": 196,
      "Ġsome": 197,
      "Ġservice": 198,
      "Ġsatisfi": 199,
      "anding": 200,
      "elieve": 201,
      "ectation": 202,
      "view": 203,
      "Ġbest": 204,
      "Ġbelieve": 205,
      "Ġhap": 206,
      "Ġhow": 207,
      "Ġnice": 208,
      "Ġneed": 209,
      "Ġreco": 210,
      "Ġreview": 211,
      "Ġanyone": 212,
      "Ġexperie": 213,
      "Ġexpectation": 214,
      "Ġexcell": 215,
      "Ġexceeds": 216,
      "ality": 217,
      "derful": 218,
      "ent": 219,
      "mmend": 220,
      "pressed": 221,
      "standing": 222,
      "Ġvery": 223,
      "Ġoutstanding": 224,
      "ĠWrite": 225,
      "Ġimpressed": 226,
      "Ġlove": 227,
      "Ġquality": 228,
      "Ġtoday": 229,
      "Ġtastes": 230,
      "Ġthink": 231,
      "Ġwonderful": 232,
      "Ġwould": 233,
      "Ġword": 234,
      "Ġweather": 235,
      "Ġamazing": 236,
      "Ġawesome": 237,
      "Ġexactly": 238,
      "Ġmakes": 239,
      "Ġperfect": 240,
      "Ġpositive": 241,
      "Ġproduct": 242,
      "Ġsomething": 243,
      "Ġsatisfied": 244,
      "Ġhappy": 245,
      "Ġneeded": 246,
      "Ġrecommend": 247,
      "Ġexperience": 248,
      "Ġexpectations": 249,
      "Ġexcellent": 250
    },
    "merges": []
  }
}